{
  "ATLANTUS Events": [
    {
     " title": "NFS",
      "fees": "100",
      "image":
        "https://res.cloudinary.com/dofidva2t/image/upload/v1722049947/nfs_gbtjzc.jpg",
      "description":
        "Need for Speed (NFS) is the high-octane racing game that leaves your heart racing and tires burning. Since 1994, it’s been the go-to for adrenaline junkies chasing illegal street races, drifting around corners, and evading relentless cops. Customize your dream ride from a roster of supercars and hit the streets in thrilling sprints, circuits, and drifts. NFS is the ultimate speed-freak fantasy where only the fastest survive."
    },

    {
     " title": "BGMI",
      "fees": "100",
      "image":
        "https://res.cloudinary.com/dofidva2t/image/upload/v1722049947/nfs_gbtjzc.jpg",
      "description":
        "BGMI is the ultimate mobile battleground, where every drop leads to epic showdowns. Parachute in, scavenge for gear, and outlast the competition in a thrilling fight for survival. With intense shootouts, massive open maps, and pulse-pounding action, BGMI lets you team up or go solo in a race to be the last one standing. Customize your weapons, jump into epic vehicles, and dominate every round. BGMI brings the battle royale mayhem to your fingertips."
    },
    {
     " title": "Valorant",
      "fees": "100",
      "image":
        "https://res.cloudinary.com/dofidva2t/image/upload/v1722049947/nfs_gbtjzc.jpg",
      "description":
        "Valorant is Riot Games' ultimate tactical shooter where sharp reflexes meet strategic superpowers. Since its explosive debut in 2020, it’s become a must-play in esports. Dive into heart-pounding 5v5 matches as elite agents with insane abilities, blending precision gunplay with mind-blowing tactics. With stunning maps, a killer arsenal, and customizable skins, every round is an adrenaline-fueled showdown. Valorant is the ultimate test of aim, teamwork, and cool-headed strategy."
    },
    {
     " title": "Chess",
      "fees": "100",
      "image":
        "https://res.cloudinary.com/dofidva2t/image/upload/v1722049946/chess_ctgg7z.jpg",
      "description":
        "Chess is the classic brain battle, where every move counts in a war of wits. From kings to pawns, it’s all about strategy, foresight, and a killer instinct. Outsmart your opponent and deliver checkmate in this ultimate game of mind versus mind. With infinite possibilities and timeless appeal, chess reigns supreme in the world of competitive intellect."
    },
    {
     " title": "WWE 2K22",
      "fees": "100",
      "image":
        "https://res.cloudinary.com/dofidva2t/image/upload/v1722049946/chess_ctgg7z.jpg",
      "description":
        "WWE 2K22 slams you straight into the ring for bone-crushing, high-flying action. Whether you're brawling as legendary superstars or creating your own wrestler, every match delivers explosive moves and jaw-dropping moments. From steel cages to royal rumbles, this is the ultimate wrestling experience where only the strongest survive. WWE 2K22 puts you in the spotlight—are you ready to bring the pain?"
    },
    {
     " title": "CLASH ROYALE",
      "fees": "100",
      "image":
        "https://res.cloudinary.com/dofidva2t/image/upload/v1722050341/clash_royale-min_lpvhgw.jpg",
      "description":
        "Clash Royale brings fast-paced card battles to life in epic, real-time duels. Collect and upgrade your favorite Clash characters, from knights to dragons, and deploy them in strategic battles to crush your opponents. With a mix of strategy, spellcasting, and tower defense, every match is a thrilling, fast-paced war. Dominate the arena and become a clash legend."
    },
    {
     " title": "TREASURE HUNT",
      "fees": "100",
      "image": "pubg",
      "description":
        "Treasure Hunt takes you on an epic adventure to find hidden riches in uncharted lands. Solve mind-bending puzzles, dodge traps, and uncover ancient secrets as you race to claim the ultimate prize. Every map is packed with surprises and challenges, making every step a thrilling quest. If you’ve got a taste for adventure, this is the game for you."
    },
    {
     " title": "FREE FIRE",
      "fees": "100",
      "image":
        "https://res.cloudinary.com/dofidva2t/image/upload/v1722051300/free_fire_ymdzgx.jpg",
      "description":
        "Free Fire is the ultimate mobile battle royale, where fast reflexes and sharp shooting are the keys to survival. Drop into intense matches with 50 players, scavenge for weapons, and fight to be the last one standing in high-octane firefights. With customizable characters, explosive weapons, and quick match times, Free Fire delivers non-stop action anytime, anywhere."
    },
    {
     " title": "MINI MILITIA",
      "fees": "100",
      "image":
        "https://res.cloudinary.com/dofidva2t/image/upload/v1722051300/free_fire_ymdzgx.jpg",
      "description":
        "Mini Militia is the fast-paced, multiplayer shooter that’s all about mayhem and madness. Arm yourself with crazy weapons, fly with jetpacks, and outgun your friends in intense, cartoon-style skirmishes. Battle in chaotic maps where every corner is an ambush waiting to happen. Mini Militia is the ultimate blend of fun and fury, perfect for those who crave non-stop action."
    },
    {
     " title": "TEKKEN",
      "fees": "100",
      "image":
        "https://res.cloudinary.com/dofidva2t/image/upload/v1722051770/tekken7_on0j3i.jpg",
      "description":
        "Tekken is the legendary fighting game where every punch packs a punch. Choose your fighter, master insane combos, and unleash devastating moves in epic one-on-one showdowns. With a diverse roster of iconic characters, each battle is a high-energy, adrenaline-pumping brawl to the finish. Tekken’s fast-paced combat and signature martial arts flair make it the king of the fighting genre."
    },
    {
     " title": "FIFA",
      "fees": "100",
      "image":
        "https://res.cloudinary.com/dofidva2t/image/upload/v1722051793/Fifa_1592566574619_1592566698613_ixsur1.png",
      "description":
        "FIFA is where football dreams come alive. Step into the cleats of your favorite players, craft your ultimate team, and dominate the pitch with jaw-dropping goals and next-level skills. With stunning graphics, realistic gameplay, and tournaments that get your heart racing, FIFA lets you experience the thrill of the beautiful game like never before. Every match is a chance for glory—are you ready to lift the cup?"
    },
    {
     " title": "CHROME RUN",
      "fees": "100",
     " image":
        "https://res.cloudinary.com/dofidva2t/image/upload/v1722051793/Fifa_1592566574619_1592566698613_ixsur1.png",
      "description":
        "Chrome Run is the endless running game that keeps you on the edge of your seat. Dash, jump, and duck through ever-changing landscapes, avoiding obstacles and racing against the clock. With addictive gameplay and a smooth, minimalist design, Chrome Run is perfect for quick thrills and high-score chases. How far can you run before you fall?"
    }
  ],

  "DEXTERIA Events": [
    {
     " title": "QUIBBLE",
      "fees": "100",
     " image":
        "https://img.daisyui.com/images/stock/photo-1606107557195-0e29a4b5b4aa.webp",
      "description":
        "Quibble is a fun and exciting quiz competition designed to test your brainpower and quick thinking. It’s all about answering questions from your field of study as fast as you can! Each department or branch will form 4 teams (one from each year), and the event will have three thrilling rounds: Round 1 (Pass the Question): A question is asked to a team, and if they can’t answer, it passes to the next team, Round 2 (Rapid Fire): Fast-paced questions where quick answers are key!, Round 3 (Buzzer Round): Be the fastest to hit the buzzer and answer., Teams consist of 3 members, and you’ll face questions based on your branch’s subjects. So, sharpen your knowledge and get ready to show what you know—this is your chance to shine!"
    },
    {
     " title": "Problematic",
      "fees": "100",
      "image":
        "https://img.daisyui.com/images/stock/photo-1606107557195-0e29a4b5b4aa.webp",
      "description":
        "Problematic is a coding event where participants solve intricate algorithmic challenges. In this intense competition, teams are tasked with debugging, optimizing, and writing complex code under a time limit. Each problem presents a unique challenge, ranging from dynamic programming to advanced graph theory. If you have a knack for solving coding problems and can think on your feet, Problematic is the event for you!"
    },
    {
     " title": "Web Weaver",
      "fees": "100",
      "image":
        "https://img.daisyui.com/images/stock/photo-1606107557195-0e29a4b5b4aa.webp",
      "description":
        "Web Weaver is a creative web development competition. Participants are challenged to design and develop responsive, modern websites based on a given theme. With a focus on UX, UI, and innovative design, this event allows web developers to showcase their HTML, CSS, and JavaScript skills. Whether you're a frontend expert or have full-stack knowledge, Web Weaver will push your creativity to the next level."
    },
    {
     " title": "Google Hunt",
      "fees": "100",
      "image":
        "https://img.daisyui.com/images/stock/photo-1606107557195-0e29a4b5b4aa.webp",
      "description":
        "Google Hunt is an internet scavenger hunt where participants must use search engines to quickly and accurately find answers to obscure and challenging questions. It’s all about how fast you can locate reliable information online. This event tests not only your general knowledge but also your research skills. If you’re a master of finding information online, Google Hunt is where you’ll shine."
    },
    {
     " title": "Winshoot",
      "fees": "100",
      "image":
        "https://img.daisyui.com/images/stock/photo-1606107557195-0e29a4b5b4aa.webp",
      "description":
        "Winshoot is a fast-paced game development competition focused on creating mini-games with a time limit. Whether you're building an action-packed shooter or a puzzle game, your team will need to code, design, and debug a functional game from scratch. Judges will evaluate creativity, gameplay, and technical execution. Ready to build your next masterpiece under pressure? Winshoot is the stage for game developers to show their skills."
    },
    {
     " title": "Frames Per Second",
      "fees": "100",
      "image":
        "https://img.daisyui.com/images/stock/photo-1606107557195-0e29a4b5b4aa.webp",
      "description":
        "Frames Per Second is a short film-making competition where teams are given a theme and a time limit to create an original short film. From scripting and filming to editing and final presentation, this event pushes your creative and technical filmmaking skills to the limit. Showcase your storytelling abilities, camera techniques, and post-production expertise in this high-intensity filmmaking showdown."
    },
    {
     " title": "DesignX",
      "fees": "100",
      "image":
        "https://img.daisyui.com/images/stock/photo-1606107557195-0e29a4b5b4aa.webp",
      "description":
        "DesignX is a graphic design competition where participants are tasked with creating visually stunning digital art or promotional materials based on a given theme. Using tools like Adobe Photoshop, Illustrator, or Figma, competitors will have to demonstrate creativity, originality, and technical skills in their designs. Whether it’s a poster, logo, or website layout, DesignX is the event for designers to showcase their talents."
    },
    {
     " title": "CADesignX",
      "fees": "100",
      "image":
        "https://img.daisyui.com/images/stock/photo-1606107557195-0e29a4b5b4aa.webp",
      "description":
        "CADesignX is an event centered around Computer-Aided Design (CAD). Participants are challenged to create detailed 3D models or technical drawings of mechanical components, architectural structures, or product designs. Using software like AutoCAD, SolidWorks, or Fusion 360, this event highlights precision and creativity in engineering design. Show your prowess in the world of CAD by competing in CADesignX!"
    },
    {
     " title": "Bob the Builder",
      "fees": "100",
      "image":
        "https://img.daisyui.com/images/stock/photo-1606107557195-0e29a4b5b4aa.webp",
      "description":
        "Bob the Builder is a hands-on event where participants must design and build a physical structure or prototype using a limited set of materials. This could involve creating bridges, towers, or functional prototypes. The event emphasizes teamwork, engineering skills, and resourcefulness. It’s perfect for aspiring engineers and makers looking to showcase their construction and design abilities."
    },
    {
     " title": "UIT Best Coder",
      "fees": "100",
      "image":
        "https://img.daisyui.com/images/stock/photo-1606107557195-0e29a4b5b4aa.webp",
      "description":
        "UIT Best Coder is a highly competitive coding event where participants face increasingly difficult programming challenges. Test your knowledge of algorithms, data structures, and problem-solving skills as you work through a series of timed coding problems. From beginners to experts, this competition will push your coding abilities to the next level!"
      },
    {
     " title": "Smack-D-Bug",
      "fees": "100",
      "image":
        "https://img.daisyui.com/images/stock/photo-1606107557195-0e29a4b5b4aa.webp",
      "description":
        "Smack-D-Bug is a debugging competition designed to challenge participants to find and fix bugs in a codebase. With complex code riddled with errors, your task is to quickly identify the problems and resolve them. Speed and accuracy are crucial. Are you ready to show off your debugging skills and help make buggy code run flawlessly?"
    },
    {
     " title": "Aperture",
      "fees": "100",
      "image":
        "https://img.daisyui.com/images/stock/photo-1606107557195-0e29a4b5b4aa.webp",
      "description":
        "Aperture is a photography competition where participants capture the essence of a given theme through the lens of their camera. Whether you’re an amateur or a professional photographer, this event is your chance to showcase your photography skills. Judges will evaluate creativity, composition, and technical execution. It’s time to capture the perfect shot!"
    }
  ]
}
